/* Main body of the confirmation alert when the user tries to delete a folder that still contains bookmarks and/or folders. */
"Are you sure you want to delete it and its contents?" = "Sollen der Ordner und seine Inhalte wirklich gelöscht werden?";

/* Button label to cancel deletion when the user tried to delete a non-empty folder. */
"Cancel" = "Abbrechen";

/* Button label for the button that deletes a folder and all of its children. */
"Delete" = "Löschen";

